[
    "What do you call fake spaghetti? An impasta!",
    "What do you call a pony with a sore throat? A little hoarse!",
    "What do you call a fake noodle? An impasta!",
    "What do you call a cow with all of its legs? High steaks!",
    "What do you call a cow during an earthquake? A milkshake!",
    "What do you call a cow that plays an instrument? A moo-sician!",
    "What do you call a fish wearing a bowtie? Sofishticated!",
    "What do you call a snowman with a six-pack? An abdominal snowman!",
    "Why did the scarecrow win an award? Because he was outstanding in his field!",
    "How does a penguin build its house? Igloos it together!",
    "Why did the bicycle fall over? Because it was two-tired!",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "Why did the math book look sad? Because it had too many problems!",
    "What did one hat say to the other? Stay here, I'm going on ahead!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "How do you catch a squirrel? Climb a tree and act like a nut!",
    "What's a skeleton's least favorite room in the house? The living room!",
    "Why did the computer catch a cold? It had a virus!",
    "What's orange and sounds like a parrot? A carrot!",
    "How do you make a tissue dance? You put a little boogie in it!",
    "Why did the scarecrow become a successful motivational speaker? He was outstanding in his field!",
    "How do you organize a space party? You planet!",
    "What did one ocean say to the other ocean? Nothing, they just waved!",
    "What's a vampire's favorite fruit? A blood orange!",
    "Why don't scientists trust atoms? Because they make up everything!",
    "What do you call a fish wearing a crown? A kingfish!",
    "How do you make a lemon drop? Just let it fall!",
    "What did the janitor say when he jumped out of the closet? Supplies!",
    "Why don't skeletons fight each other? They don't have the guts!",
    "What's the best time to go to the dentist? Tooth-hurty!",
    "Why don't eggs tell each other secrets? They might crack up!",
    "What do you call a factory that makes good products? A satisfactory!",
    "What do you call a computer that sings? A Dell!",
    "Why don't oysters donate to charity? Because they are shellfish!"
]